{
    "cohort": [
        {
            "id": 1,
            "firstName": "Tatiane",
            "lastName": "Komrij",
            "reelThemIn": "<p>Whatever you do, always give 100%. Unless you're donating blood.</p>",
            "bio": "<p>After working as a developer for the past year, I wanted to continue my education and go to NSS to learn new skills and languages that would help me grow as a developer. Recognized as a detail-oriented, creative, and valuable team member.</p>",
            "github": "https://github.com/TKomrij",
            "linkedIn": "https://www.linkedin.com/in/tatiane-komrij",
            "portfolio": "https://tkomrij.github.io/",
            "email": "tatiane.b.komrij@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 2,
            "firstName": "Rickie",
            "lastName": "Le",
            "reelThemIn": "<p>This is a quote</p>",
            "bio": "<p>Really cool human.</p>",
            "github": "https://github.com/rickiele",
            "linkedIn": "https://www.linkedin.com/in/rickie-le/",
            "portfolio": "https://rickiele.github.io/",
            "email": "Rickie's email",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 3,
            "firstName": "Ryan",
            "lastName": "Youngblood",
            "reelThemIn": "<p>I may wear glasses, but I can still C#.</p>",
            "bio": "<p>My professional journey has introduced me to many problem-solving opportunities, and I've always found these situations to be the most rewarding parts of my career. After years of dabbling with programming as a hobby through self-study, I realized that this would be the perfect field for me to have a challenging, fulfilling and highly rewarding career. Being able to solve complex problems with a team of like-minded individuals is something I look forward to every day. </p>",
            "github": "https://github.com/rryb77",
            "linkedIn": "https://www.linkedin.com/in/rryb/",
            "portfolio": "hhtps://rryb77.github.io",
            "email": "rryb77@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 4,
            "firstName": "Nicholas",
            "lastName": "Douso",
            "reelThemIn": "<p>Strive to be better today than you were yesterday & plan to be better tomorrow than you were today.</p>",
            "bio": "<p>After taking a wild 10+ year detour I have found myself once again at the doorstep to the world of development. Drawn by the never ending pursuit of knowledge and desire to solve problems, I am dedicated to becoming a better developer I was yesterday. </p>",
            "github": "https://github.com/Ni236630",
            "linkedIn": "https://www.linkedin.com/in/nicholas-douso/",
            "portfolio": "https://ni236630.github.io/",
            "email": "nicholas.douso@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 5,
            "firstName": "Aaron",
            "lastName": "Resch",
            "reelThemIn": "<p>'The best superpower that programming provides us is the ability to build our own tools' - Andy Collins</p>",
            "bio": "<p>Native Wisconsinite now in Nashville. Knowledgeable in the healthcare field with management and leadership experience. Having always been fascinated with computers and the internet, I made the move to enroll in Nashville Software School to learn the tools of the trade for software and web development and to sharpen my collaboration and teamwork skills.  </p>",
            "github": "https://github.com/Resch17/",
            "linkedIn": "https://www.linkedin.com/in/aaron-resch/",
            "portfolio": "https://www.aaronresch.com",
            "email": "aaronmresch@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 6,
            "firstName": "Ryan",
            "lastName": "DeVault",
            "reelThemIn": "<p>Computers make very fast, very accurate mistakes.</p>",
            "bio": "<p>I am a Software Engineer apprentice specializing in JavaScript, HTML, CSS, C# and .NET. Prior to my current enrollment at Nashville Software School, I worked as an accountant in both private and public accounting. I enjoyed the challenge that accounting brought but when a friend suggested NSS to me, I decided to try it out. After making the decision to change my career to web development, I have never been happier. Every week I have the pleasure of coding alongside some of the best students and teachers. I look forward to learning something new every week! </p>",
            "github": "https://github.com/CtrlVaultDel",
            "linkedIn": "https://www.linkedin.com/in/ryan-devault/",
            "portfolio": "https://ctrlvaultdel.github.io/",
            "email": "CtrlVaultDel51@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 7,
            "firstName": "Stephanie",
            "lastName": "Gilmore",
            "reelThemIn": "<p>“Start by doing what’s necessary, then what’s possible; and suddenly you are doing the impossible.”</p>",
            "bio": "<p>Dedicated & motivated teammate, leader & life long learner. Restaurant Area Supervisor turned Software Developer who is inspired to utilize my critical thinking, big picture vision, and detail oriented skills to fuel my genuine curiosity. Motivated to harness the possibilities of technology platforms that we have yet to discover that we can't live without. </p>",
            "github": "https://github.com/skgilmore",
            "linkedIn": "https://www.linkedin.com/in/stephanie-gilmore/",
            "portfolio": "https://skgilmore.github.io/",
            "email": "skg.gilmore@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 8,
            "firstName": "Kate",
            "lastName": "Hinrichs",
            "reelThemIn": "<p>The thing is, perfection tends to be rooted in fear rather than opportunity. Instead of feeling afraid to fail, tell yourself that you are excited to learn. --- Seth Godin</p>",
            "bio": "<p>After several frustrating experiences implementing new software for wholesale clients, customers, and the staff at my previous bakery job, I applied for the software development program at NSS. As someone who is motivated to find efficient and effective solutions, I wanted to understand how the tools we were trying to use work and learn how to build software so I can help businesses - both big and small - create the solutions they need to address their unique challenges.  </p>",
            "github": "https://github.com/kohinrichs",
            "linkedIn": "https://www.linkedin.com/in/kate-hinrichs/",
            "portfolio": "https://kohinrichs.github.io/",
            "email": "ko.hinrichs@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 9,
            "firstName": "Christina",
            "lastName": "Ashworth",
            "reelThemIn": "<p>I like my apps like I like my pancakes--full stack.</p>",
            "bio": "<p>My background in the arts (mostly theatre) and social entrepreneurship led me to software development, as I was looking for a way to combine my creativity and my need to produce tangible, impactful work on a daily basis. Software development has been the perfect melting pot for my hodgepodge of interests and experiences.</p>",
            "github": "https://github.com/christinaashworth",
            "linkedIn": "https://www.linkedin.com/in/christinaashworth/",
            "portfolio": "https://christinaashworth.github.io/",
            "email": "christina.ashworth@ymail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 10,
            "firstName": "Christopher",
            "lastName": "Lunetta",
            "reelThemIn": "<p>“Software Developer” – An organism that turns caffeine into software</p>",
            "bio": "<p>After years of working in the Entertainment and Transportation industry I decided to take the leap into a new career path. I have always had a knack for figuring out how things work and using that knowledge to find new ways to solve problems. Software Development was the perfect direction for me to go with my  problem solving abilities, team driven leadership skills and a love for continued learning.</p>",
            "github": "https://github.com/cslunetta",
            "linkedIn": "https://www.linkedin.com/in/christopher-lunetta/",
            "portfolio": "https://cslunetta.github.io/",
            "email": "cslunetta@outlook.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 10,
            "firstName": "Christopher",
            "lastName": "Lunetta",
            "reelThemIn": "<p>“Software Developer” – An organism that turns caffeine into software</p>",
            "bio": "<p>After years of working in the Entertainment and Transportation industry I decided to take the leap into a new career path. I have always had a knack for figuring out how things work and using that knowledge to find new ways to solve problems. Software Development was the perfect direction for me to go with my  problem solving abilities, team driven leadership skills and a love for continued learning.</p>",
            "github": "https://github.com/cslunetta",
            "linkedIn": "https://www.linkedin.com/in/christopher-lunetta/",
            "portfolio": "https://cslunetta.github.io/",
            "email": "cslunetta@outlook.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 11,
            "firstName": "Chris",
            "lastName": "Denmark",
            "reelThemIn": "<p>“The most disastrous thing that you can ever learn is your first programming language.” ― Alan Kay</p>",
            "bio": "<p>Before becoming a software developer, I worked several retail and physical labor jobs. In 2020 I stumbled across a job as a QA tester that opened my eyes to the world of development. After leaving my QA job I immediately began the enrollment process for NSS and haven't regretted it.</p>",
            "github": "https://github.com/Chris-Denmark",
            "linkedIn": "https://www.linkedin.com/in/christopher-denmark/",
            "portfolio": "https://Chris-Denmark.github.io",
            "email": "cdenmark97@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 12,
            "firstName": "Tim",
            "lastName": "Curtis",
            "reelThemIn": "<p>“A computer lets you make more mistakes faster than any invention in human history, with the possible exceptions of handguns and tequila.” </p>",
            "bio": "<p>Prior to beginning my journey in software development, I worked as a tradesman. When a friend introduced me to software development, I realized that the tech field would allow me to experience the same fulfillment and work I enjoyed.</p>",
            "github": "https://github.com/tcurtis97",
            "linkedIn": "https://www.linkedin.com/in/william-t-curtis/",
            "portfolio": "https://tcurtis97.github.io/",
            "email": "timcurtis619@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 13,
            "firstName": "Jess",
            "lastName": "Dever",
            "reelThemIn": "<p>“I'm torn between: `I'd like to thank my arms for always being by my side, my legs for always supporting me, and my fingers because I could always count on them.` and 'Things that rhyme with my last name: never, ever, clever.” - Me </p>",
            "bio": "<p>Moving into the field of web development was similar to getting an acceptance letter to Hogwarts: I never thought it would happen. But after a friend reframed what web development actually is (problem solving, not wizardry) my interest piqued. I began with self paced classes on TeamTreeHouse, then tried out NSS’s Jumpstart Class, before enrolling into their Full Stack Bootcamp.</p>",
            "github": "https://github.com/jessicadever1",
            "linkedIn": "https://www.linkedin.com/in/jessicadever1/",
            "portfolio": "https://jessicadever1.github.io/",
            "email": "jessicadever1@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 14,
            "firstName": "Gregory",
            "lastName": "Thompson",
            "reelThemIn": "<p>“A computer once beat me at chess, but it was no match for me at kick boxing.” </p>",
            "bio": "<p>I’m a native to Mississippi who’s been living in Nashville for the past 4 years. I first developed a passion for software development as a Junior in high school while taking an introductory course in Python. I was fascinated by software’s seemingly limitless possibility for growth, creativity, and problem solving, and still am to this day. After years of learning to code on my free time, I decided to turn my love of problem solving into a career. I am a full stack developer with experience in React, C#, and .Net as my primary languages and frameworks. I look forward to growing as a developer and learning every step of the way.</p>",
            "github": "https://github/gthompson2",
            "linkedIn": "www.linkedin.com/in/gregory-thompson2",
            "portfolio": "",
            "email": "mrgregorythompsonii@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 15,
            "firstName": "Sosina",
            "lastName": "Tolossa",
            "reelThemIn": "<p>“I have not failed. I've just found 10,000 ways that won't work.” - Thomas Edison </p>",
            "bio": "<p>Prior to NSS, I have worked in many customer service roles. Although I loved helping people during those times, I wasn’t using my critical thinking skills. NSS allow me to work independently and on teams while contributing enthusiasm and passion to all projects. Being a software developer allows me to use my problem solving skills through technology and fulfill my eager to continue learning. The wealth of knowledge and leadership experience I have gained throughout my collegiate career and NSS, allow me to be confident in my ability to maximize efficiency and effectiveness within the data based industry.</p>",
            "github": "https://github.com/sosinatolossa",
            "linkedIn": "https://www.linkedin.com/in/sosina-tolossa/",
            "portfolio": "https://sosinatolossa.github.io/",
            "email": "sosinatolossa16@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 16,
            "firstName": "Pazia",
            "lastName": "Ramirez",
            "reelThemIn": "<p>“Every line of code that doesn't exist, is a line of code without a bug in it” -Andy Collins</p>",
            "bio": "<p>After recently graduating from high school, I decided to further my knowledge in web development and adored the .Net and C# bootcamp that NSS has to offer. I loved the challenging and fast-paced environment that NSS offered me and I can’t wait to start working and put all the skills I have learned to the test!</p>",
            "github": "https://github.com/pazia008",
            "linkedIn": "https://www.linkedin.com/in/paziaramirez/",
            "portfolio": "https://pazia008.github.io/",
            "email": "pazia008@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 17,
            "firstName": "Anna",
            "lastName": "Moore",
            "reelThemIn": "<p>“The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do.” -Sarah Ban Breathnach</p>",
            "bio": "<p>After working in education for a few years, I wanted to use my favorite skills of leadership, problem-solving, and creativity elsewhere. Software development combines everything I love about teaching and gives me more room to enhance my analytical skills. </p>",
            "github": "https://github.com/anna-moore",
            "linkedIn": "https://www.linkedin.com/in/anna--moore/",
            "portfolio": "https://anna-moore.github.io/",
            "email": "ammoore434@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 18,
            "firstName": "Joshua",
            "lastName": "Hughes",
            "reelThemIn": "<p>“Fate is not something set in stone. If you want to change it, all you have to do is believe!” - Cecil Harvey, Final Fantasy IV</p>",
            "bio": "<p>My interests include coding and gaming. I have a passion for software development in any field. It doesn't matter where I am, I'm happy just being a dev. </p>",
            "github": "https://github.com/Joshua-Hughes",
            "linkedIn": "https://www.linkedin.com/in/joshua-hughes-01b6b81a2/",
            "portfolio": "https://joshua-hughes.github.io/",
            "email": "joshuahughes1426@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 19,
            "firstName": "Christine",
            "lastName": "Doza",
            "reelThemIn": "<p>“A ship in port is safe, but that's not what ships are built for.” ― Grace Hopper</p>",
            "bio": "<p>Do you love pina coladas and getting caught in the signal flow? Fully Stacked Dev seeks LTR with JS, .NET and C#. Equal parts Agile and REST-ful. SQL Queries only.</p>",
            "github": "https://github.com/Xine75",
            "linkedIn": "https://www.linkedin.com/in/christine-doza",
            "portfolio": "https://xine75.github.io/",
            "email": "cjdoza@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 20,
            "firstName": "Jordan",
            "lastName": "Carter",
            "reelThemIn": "<p>“I'm sick of following my dreams, man. I'm just going to ask where they're going and hook up with'em later.” ― Mitch Hedberg </p>",
            "bio": "<p>13 years military experience with 9 of them being in a leadership position. Ten years experience as a Law Enforcement Officer. Both careers have exposed me to a multitude of experiences. Currently seeking a BA in Management through AMU. My love of problem solving and technology led me to the world of software development. Current student at Nashville Software School receiving training as Full Stack Software Developer. </p>",
            "github": "https://github.com/jicarter",
            "linkedIn": "https://www.linkedin.com/in/jordan-carter-/",
            "portfolio": "https://jicarter.github.io/",
            "email": "jordan.carter.0023@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 21,
            "firstName": "Barry",
            "lastName": "Shovlin",
            "reelThemIn": "<p>“Life's a garden.  Dig it.” ― Joe Dirt </p>",
            "bio": "<p>After trying my hand in the music industry (and a few others), I decided to take the leap into a career path that satisfies my need for intellectual stimulation, continuous learning, and sincere enjoyment. Coding started as a hobby after my first son was born (late night baby shifts), which ultimately led to the best professional decision of my life: studying software development full-time at Nashville Software School. </p>",
            "github": "https://github.com/BarryShovlin",
            "linkedIn": "https://www.linkedin.com/in/barry-shovlin/",
            "portfolio": "https://barryshovlin.github.io/",
            "email": "bshovlin32@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 22,
            "firstName": "Iman",
            "lastName": "Nadeem",
            "reelThemIn": "<p>“Make today the best day of your life, until tomorrow.” ― Robyn Martino </p>",
            "bio": "<p>I'm originally from Milwaukee, Wisconsin, but have been in Nashville since 2014. I'm now a software developer, but will always carry my passions for music, the medical field, and social justice wherever I go. People always have and always will come first in my life, and being a developer is a new opportunity to make a postiive, lasting impact in whatever way I can.  </p>",
            "github": "https://github.com/imannadeem825",
            "linkedIn": "https://www.linkedin.com/in/barry-shovlin/",
            "portfolio": "",
            "email": "biman.nadeem.825@gmail.com",
            "proImg": "",
            "funImg": ""
        },

        {
            "id": 23,
            "firstName": "Meghan",
            "lastName": "Semrad",
            "reelThemIn": "<p>“Software and cathedrals are much the same — first we build them, then we pray.” ― Sam Redwine </p>",
            "bio": "<p>In always having had a deep appreciation for language learning, my interest was peaked upon hearing that developers utilized coding languages to build applications. I became excited at the prospect of challenging myself to learn languages that were different than anything I had encountered thus far. Since attending NSS's Jumpstart and Bootcamp for Web Development, I have been drawn in not only by the desire to better understand these languages but also the daily coding challenges and their accompanying rewarding feeling once overcome. I am encouraged that this field will be ever-engaging and without a doubt the right one in which to pursue a career.</p>",
            "github": "https://github.com/MegSemrad",
            "linkedIn": "https://www.linkedin.com/in/meghan-semrad/",
            "portfolio": "https://megsemrad.github.io/",
            "email": "mlsemrad753@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        
        {
            "id": 24,
            "firstName": "Ron",
            "lastName": "Howie",
            "reelThemIn": "<p>“Everything is beautiful in this world, except terrible things.” ― Andy Collins </p>",
            "bio": "<p>After a sting in film and television production, twelve years in the hospitality industry, and a life long interest in technology I decided to make the leap into software development. With a focus on others, teamwork, hospitality, and an eagerness to learn I hope to do some good in the world with the power of programming.</p>",
            "github": "https://github.com/RHowie86",
            "linkedIn": "www.linkedin.com/in/ron-howie",
            "portfolio": "https://rhowie86.github.io/",
            "email": "ronaldnhowie@gmail.com",
            "proImg": "",
            "funImg": ""
        } 
        
    ]
}